---
kind: enumMember
id: F:Autodesk.Revit.DB.TagMode.TM_ADDBY_MULTICATEGORY
enum: Autodesk.Revit.DB.TagMode
source: html/1e087d7f-aa78-b319-afc6-2d9019d3646d.htm
---
# Autodesk.Revit.DB.TagMode.TM_ADDBY_MULTICATEGORY

Add a multi-category tag.